{
	"banner": "Werfen Sie einen Blick auf die aktuelle Entwicklung von OpenCAE auf",
	"welcome": "Innovation gedeiht an den Rändern des Bekannten",
	"description": "OpenCAE ist eine Toolchain für die Modellierung, Simulation und Optimierung von komplexen Strukturen und Geometrien, welche mit klassischen CAD Systemen nicht realisiebar sind.",
	"introduction-headline": "Einführung",
	"introduction-description-1": "OpenCAE stellt eine moderne Toolchain dar, die die Grenzen des traditionellen Computer-Aided Engineering (CAE) überschreitet und fortschrittliche Modellierung und Simulation komplexer Geometrien ermöglicht. Durch die Integration ausgeklügelter Berechnungstechniken bietet es Ingenieuren und Forschern leistungsfähige Fähigkeiten zur Analyse und Optimierung komplizierter Struktursysteme jenseits konventioneller Konstruktionsbeschränkungen.",
	"introduction-description-2": "Die Zukunft der Computational Engineering wird zunehmend von physikgeführtem maschinellem Lernen vorangetrieben, das physikbasierte Modelle synergetisch mit künstlicher Intelligenz kombiniert. Dieser Ansatz ermöglicht genauere, effizientere Simulationen durch die Einbindung physikalischer Constraints in neuronale Netze und befähigt Forscher, robustere prädiktive Modelle in Disziplinen wie Materialwissenschaft, Klimaforschung und technischen Anwendungen zu entwickeln.",
	"toolchain-headline": "Die OpenCAE Toolchain",
	"toolchain-description": "OpenCAE bietet eine integrierte Toolchain für Computational Engineering zur umfassenden Geometriemodellierung, Simulation, Optimierung und Post-Processing über alle Produktentwicklungsstadien hinweg.",
	"library-super-headline": "Modellierung, Simulation, Optimierung",
	"library-headline": "Die Library",
	"library-description-headline": "Eine C/Fortran Bibliothek mit Anbindung an Python",
	"library-description": "Die Bibliothek integriert C/Fortran-Code mit Python und bietet nahtlose IO-Funktionalität für verschiedene Dateiformate, einen robusten Geometrie-Kernel, fortschrittliche numerische Methoden sowie umfassende Simulations- und Optimierungswerkzeuge für komplexe technische Herausforderungen.",
	"viewer-super-headline": "Post-Processing",
	"viewer-headline": "Der Viewer",
	"viewer-description-headline": "Lokale Bearbeitung und Untersuchung mit Hilfe von WebGPU",
	"viewer-description": "Der WebGPU-gestützte Viewer ermöglicht eine hochperformante, lokale browserbasierende Nachbearbeitung komplexer computational engineering Daten und nutzt GPU-Beschleunigung, um komplizierte Geometrien, Simulationsergebnisse und Optimierungsvisualisierungen mit beispielloser Geschwindigkeit und interaktiven Fähigkeiten zu rendern.",
	"find-out-more": "Mehr erfahren",
	"goal-headline": "Das Ziel von OpenCAE",
	"goal-headline-1": "Intuitive Umgebung und einfache Anbindung",
	"goal-description-1": "OpenCAE bietet eine nahtlose Python-Umgebung mit intuitiven Schnittstellen und ermöglicht die mühelose Integration von Computational Engineering-Tools, fortschrittlichen numerischen Bibliotheken und Simulationsfähigkeiten durch einen benutzerfreundlichen, pythonischen Ansatz für komplexe Ingenieur-Workflows.",
	"goal-headline-2": "Physikgestützes maschinelles Lernen",
	"goal-description-2": "OpenCAE integriert die robusten Machine-Learning-Fähigkeiten von PyTorch nahtlos in seine Python-Umgebung und bietet Forschern und Ingenieuren ein intuitives, hochleistungsfähiges Werkzeug für fortschrittliche Computational Modeling und intelligente Simulationsworkflows.",
	"goal-headline-3": "Performante Numerik und moderne Solver",
	"goal-description-3": "OpenCAE bietet ein flexibles, erweiterbares Framework, das es Nutzern ermöglicht, benutzerdefinierte Solver und numerische Lösungen nahtlos zu integrieren und Forschern und Ingenieuren erlaubt, domänenspezifische Berechnungsmethoden mit beispielloser Leichtigkeit und Anpassungsfähigkeit zu entwickeln und zu implementieren.",
	"goal-headline-4": "Community-orientiert und open source",
	"goal-description-4": "OpenCAE verkörpert den Open-Source-Ethos und fördert eine kollaborative Ingenieur-Community, die Computational Tools demokratisiert, globale Forscher ermächtigt und Innovation durch transparente, gemeinschaftsgetriebene Entwicklung über technologische Grenzen hinweg vorantreibt.",
	"principle-headline-1": "Computational Engineering",
	"principle-description-1": "Computational Engineering treibt technologische Innovation voran, indem fortschrittliche Rechentechniken genutzt werden, um komplexe Herausforderungen zu lösen, präzise Simulationen zu ermöglichen, Designs zu optimieren und Grenzen in den Bereichen Luft- und Raumfahrt, Bioengineering und erneuerbarer Energie mit beispielloser Rechenleistung zu erweitern.",
	"principle-headline-2": "Eine Toolchain für alle Ingenieure",
	"principle-description-2": "Interdisziplinäre Zusammenarbeit in der Technik beschleunigt Innovation durch die Überbrückung verschiedener Wissensdomänen, ermöglicht den Austausch von Ideen, integriert fortschrittliche Technologien und löst komplexe globale Herausforderungen durch synergetische Ansätze über mechanische, elektrische und computergestützte Disziplinen hinweg.",
	"principle-headline-3": "Open Source",
	"principle-description-3": "Open-Source-Tools revolutionieren die Computational Engineering, indem sie kollaborative Innovation ermöglichen, kosteneffektive Lösungen bereitstellen und Ingenieuren beispiellose Flexibilität bieten, komplexe Simulationen über verschiedene technologische Domänen hinweg anzupassen, zu skalieren und zu optimieren.",
	"coming-soon": "Bald verfügbar",
	"coming-soon-description": "Diese Seite befindet sich im Aufbau.",

	"footer-credits": "OpenCAE. Alle Rechte vorbehalten.",
	"footer-column-1": "ANGEBOTE",
	"footer-column-2": "FALLSTUDIEN",
	"footer-column-3": "MÖGLICHKEITEN",
	"footer-column-4": "DOKUMENTE",

	"footer-library-documentation": "Library Dokumentation",
	"footer-library-source": "Library Source Code",
	"footer-library-issues": "Library Bugs",
	"footer-viewer-documentation": "Viewer Dokumentation",
	"footer-viewer-source": "Viewer Source Code",
	"footer-viewer-issues": "Viewer Bugs"
}
