{
	"banner": "Take a look at the current development of OpenCAE",
	"welcome": "Innovation thrives at the edge of the known",
	"description": "OpenCAE is a toolchain for modeling, simulation, and optimization of complex structures and geometries that cannot be realized with classical CAD systems.",
	"introduction-headline": "Introduction",
	"introduction-description-1": "OpenCAE represents a cutting-edge toolchain that transcends traditional Computer-Aided Engineering (CAE) limitations, enabling advanced modeling and simulation of complex geometries. By integrating sophisticated computational techniques, it provides engineers and researchers with powerful capabilities to analyze and optimize intricate structural systems beyond conventional design constraints.",
	"introduction-description-2": "The future of computational engineering is increasingly driven by physics-guided machine learning, which synergistically combines physics-based models with artificial intelligence. This approach allows for more accurate, efficient simulations by incorporating physical constraints into neural networks, enabling researchers to develop more robust predictive models across disciplines like materials science, climate research, and engineering applications.",
	"toolchain-headline": "The OpenCAE Toolchain",
	"toolchain-description": "OpenCAE provides an integrated computational engineering toolchain for comprehensive geometry modeling, simulation, optimization, and post-processing across product development stages.",
	"library-super-headline": "Modelling, Simulation, Optimization",
	"library-headline": "The Library",
	"library-description-headline": "A C/Fortran Library wrapped in Python",
	"library-description": "The library integrates C/Fortran computational capabilities with Python, offering seamless IO functionality across multiple file formats, a robust geometry kernel, advanced numerical methods, and comprehensive simulation and optimization tools for complex engineering challenges.",
	"viewer-super-headline": "Post-Processing",
	"viewer-headline": "The Viewer",
	"viewer-description-headline": "Post-Processing running locally in your browser using WebgGPU",
	"viewer-description": "The WebGPU-powered viewer enables high-performance, local browser-based post-processing of complex computational engineering data, leveraging GPU acceleration to render intricate geometries, simulation results, and optimization visualizations with unprecedented speed and interactive capabilities.",
	"find-out-more": "Find out more",
	"goal-headline": "Goals for OpenCAE",
	"goal-headline-1": "Intuitive environment and simple interface",
	"goal-description-1": "OpenCAE provides a seamless Python environment with intuitive interfaces, enabling effortless integration of computational engineering tools, advanced numerical libraries, and simulation capabilities through a user-friendly, pythonic approach to complex engineering workflows.",
	"goal-headline-2": "Physics Guided Machine Learning",
	"goal-description-2": "OpenCAE seamlessly integrates PyTorch's robust machine learning capabilities into its Python environment, providing researchers and engineers with an intuitive, high-performance toolkit for advanced computational modeling and intelligent simulation workflows.",
	"goal-headline-3": "Performant numerics and modern solvers",
	"goal-description-3": "OpenCAE provides a flexible, extensible framework allowing users to seamlessly integrate custom solvers and numerical solutions, enabling researchers and engineers to develop and implement domain-specific computational methods with unprecedented ease and adaptability.",
	"goal-headline-4": "Community driven and open source",
	"goal-description-4": "OpenCAE embodies the open-source ethos, fostering a collaborative engineering community that democratizes computational tools, empowers global researchers, and drives innovation through transparent, community-driven development across technological boundaries.",
	"principle-headline-1": "Computational Engineering",
	"principle-description-1": "Computational engineering drives technological innovation by leveraging advanced computing techniques to solve complex challenges, enabling precise simulations, optimizing designs, and pushing boundaries across aerospace, bioengineering, and renewable energy sectors with unprecedented computational power.",
	"principle-headline-2": "A Toolchain for all Engineers",
	"principle-description-2": "Interdisciplinary collaboration in engineering accelerates innovation by bridging diverse knowledge domains, enabling cross-pollination of ideas, integrating advanced technologies, and solving complex global challenges through synergistic approaches across mechanical, electrical, and computational disciplines.",
	"principle-headline-3": "Open Source",
	"principle-description-3": "Open-source tools revolutionize computational engineering by enabling collaborative innovation, providing cost-effective solutions, and offering unprecedented flexibility for engineers to customize, scale, and optimize complex simulations across diverse technological domains.",
	"coming-soon": "Coming soon",
	"coming-soon-description": "This page is still under construction.",

	"footer-credits": "OpenCAE. All rights reserved.",
	"footer-column-1": "OFFERINGS",
	"footer-column-2": "CASE STUDIES",
	"footer-column-3": "CAPABILITIES",
	"footer-column-4": "DOCUMENTS",

	"footer-library-documentation": "Library Documentation",
	"footer-library-source": "Library Source Code",
	"footer-library-issues": "Library Bugs",
	"footer-viewer-documentation": "Viewer Documentation",
	"footer-viewer-source": "Viewer Source Code",
	"footer-viewer-issues": "Viewer Bugs"
}
